[
    {
        "id": 1,
        "sector": "Technical Database Engineer ",
        "companyName": "Google LLC",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Remote",
        "img":"../public/asset/Icons/google-1-1 1.png",
        "jobDescription": "A Technical Database Engineer is responsible for designing, implementing, and maintaining a company's database infrastructure. Their job description may include:Database design: Technical Database Engineers design and implement new databases or enhance existing databases to meet business requirements. They are responsible for creating database schema, data models, and defining data storage and retrieval procedures.Database management: Technical Database Engineers are responsible for managing and maintaining database performance, security, and availability. They optimize databases for maximum efficiency, monitor and troubleshoot database issues, and perform routine maintenance tasks such as backups and database migrations, Technical support.",
        "jobResponsibility":" As a Technical Database Engineer, your job responsibilities are Designing and implementing database infrastructure: This involves creating database schema, defining data models, and designing data storage and retrieval procedures. Technical Database Engineers must consider factors such as performance, scalability, and security when designing database infrastructure,Managing and maintaining databases,Providing technical support ",
        "education": "Bachelor degree to complete any reputational university",
        "Experience": "Database administration, Performance optimization,Database security",
        "phone":" 00990-00 00 00",
        "email": "info@gmail.com"

    },
    {
        "id": 2,
        "sector": "Senior Product Designer",
        "companyName": "Netflix",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Remote",
        "img":"../public/asset/Icons/netflix-4 1.png",
        "jobDescription": " A Senior Product Designer is a senior-level design role that is responsible for designing and improving products to meet customer needs and business goals. Product design: Senior Product Designers lead the design of products, from ideation to final execution, Design strategy, Design leadership,User experience ",
        "jobResponsibility":"As a Senior Product Designer, your job responsibilities may include:Leading the product design process: Senior Product Designers lead the product design process from start to finish, working with cross-functional teams to identify product objectives, conduct user research, create design concepts, and refine product designs, Developing design strategies, Creating design concepts",
        "education": "Bachelor degree to complete any reputational university.",
        "Experience": "Product design, Design leadership, User experience, User Interface ",
        "phone":" 01750-00 50 40",
        "email": "info@gmail.com"
    },
    {
        "id": 3,
        "sector": "Software Engineer",
        "companyName": "Tesla",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Onsite",
        "img":"../public/asset/Icons/tesla-9 1.png",
        "jobDescription": " A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility":" Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputational university.",
        "Experience": "Bachelor degree to complete any reputational university.",
        "phone":" 01750-00 00 00",
        "email": "info@gmail.com"
    },
    {
        "id": 4,
        "sector": "Software Engineer ",
        "companyName": "Tesla",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Onsite",
        "img":"../public/asset/Icons/Group 10021.png",
        "jobDescription": " A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility":" Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputational university.",
        "Experience": "Bachelor degree to complete any reputational university.",
        "phone":" 01750-00 00 00",
        "email": "info@gmail.com"
    },
    {
        "id": 5,
        "sector": "php Developer",
        "companyName": "Facebook",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Remote",
        "img": "https://logos-world.net/wp-content/uploads/2020/04/Facebook-Logo.png",
        "jobDescription": " A PHP Developer is responsible for designing and developing server-side web application logic using PHP programming language. Developing web applications: PHP Developers design and develop web applications using PHP programming language. They are responsible for writing clean, efficient, and well-documented code that is easy to maintain and scalable,Troubleshooting and debugging, Collaborating with cross-functional teams ",
        "jobResponsibility":" CAs a PHP Developer, your job responsibilities may include:Designing and developing web applications: PHP Developers are responsible for designing, developing, and maintaining web applications using PHP programming language, Troubleshooting and debugging, Collaborating with cross-functional teams,",
        "education": "A bachelor's degree in computer science, software engineering, or a related field. ",
        "Experience": "PHP programming, Strong experience, Web development, Database management, Troubleshooting and debugging",
        "phone":" 00980-00 00 00",
        "email": "info@gmail.com"
    },
    {
        "id": 6,
        "sector": "Management",
        "companyName": "YouTube",
        "location": "Dhaka, Bangladesh",
        "salary": " 100K - 150K",
        "jobCategory": "Remote",
        "img":"https://logos-world.net/wp-content/uploads/2020/04/YouTube-Logo.png",
        "jobDescription":  " Managers are responsible for leading teams and overseeing the work of their team members. This involves setting goals, delegating tasks, and ensuring that team members are working together effectively, Planning and organizing, Developing and implementing strategies, Managing resources",
        "jobResponsibility":"Managers are responsible for leading teams and overseeing the work of their team members. This involves setting goals, delegating tasks, and ensuring that team members are working together effectively. Planning and organizing: Managers are responsible for planning and organizing the work of their teams, ensuring that projects are completed on time, within budget, and to a high standard of quality.",
        "education": "Bachelor degree to business, management, finance, accounting, economics, and leadership. ",
        "Experience": "Bachelor degree to complete any reputational university.",
        "phone":" 02350-00 00 00",
        "email": "info@gmail.com"
    }
]